[

{
	"topic_id":"1",

	"query":"best white wines",

	"description":"What are the best white wines?",

	"narrative":"Relevant documents include only white wines, ordered by ratings."

},

{

	"topic_id":"2",

	"query":"best red wines",

	"description":"What are the best red wines?",

	"narrative":"Relevant documents include only red wines, ordered by rating."

},

{

	"topic_id":"3",

	"query":"best wines 2019",

	"description":"What are the best wines in the year XXXX?",

	"narrative":"Relevant documents include the best wines (ordered by ratings) to drink in the specified year."

},

{

	"topic_id":"4",

	"query":"best wines from 2005",

	"description":"What are the best wines from vintage XXXX?",

	"narrative":"Relevant documents include the best wines (ordered by ratings) from the specified year."

},

{

	"topic_id":"5",

	"query":"wine for meat dishes",

	"description":"What are fitting wines to drink with meat dishes?",

	"narrative":"Relevant documents include recommendations for meat dishes and possibly other meals."

},

{

	"topic_id":"6",

	"query":"wine for seafood",

	"description":"What are fitting wines to drink with seafood dishes?",

	"narrative":"Relevant documents include recommendations for meat dishes and possibly other meals."

},

{

	"topic_id":"7",

	"query":"oak barrel wine",

	"description":"What oak barrel wines are there?",

	"narrative":"Relevant documents are only those with wine from oak barrels."

},

{

	"topic_id":"8",

	"query":"sweet red wine",

	"description":"Which sweet red wines can be found?",

	"narrative":"Relevant documents should only include red wines, where the taste can be, but not necessarily exclusive, described as sweet."

},

{

	"topic_id":"9",

	"query":"dry red wine",

	"description":"Which dry red wines can be found?",

	"narrative":"Relevant documents are those with dry red wines."

},

{

	"topic_id":"10",

	"query":"fruity white wine",

	"description":"Which fruity red wines can be found?",

	"narrative":"Relevant documents are those with fruity red wines."

},

{

	"topic_id":"11",

	"query":"berry flavoured white wines",

	"description":"Which berry flavoured white wines can be found?",

	"narrative":"Relevant documents are those with berry flavoured white wines, where either the wine does not have more than one other flavour or the berry flavour is very strong."

},

{

	"topic_id":"12",

	"query":"weak wines",

	"description":"What are wines with only a weak flavour?",

	"narrative":"Relevant documents include wines with a light, not overbearing flavour or general weak aromas. Does not include wines with only a weak smell or finish."

},

{

	"topic_id":"13",

	"query":"strong wines",

	"description":"What are wines with a great amount of alcohol?",

	"narrative":"Relevant documents include wines with a high alcohol content, typically 13% and above. Just strong alcohol taste is not enough. Source: https://www.masterclass.com/articles/learn-about-alcohol-content-in-wine-highest-to-lowest-abv-wines#wines-with-the-highest-alcohol-content"

},

{

	"topic_id":"14",

	"query":"recommendations",

	"description":"What are wines, that are best suited for the current year?",

	"narrative":"Relevant documents include recommendations like drink now, drink in a few years etc. Since the data set is from 2014, phrasings like 'drink in a few years' must be included in the search. Must fit the current year or the future, no wines past their limits."

},

{

	"topic_id":"15",

	"query":"french wines",

	"description":"What are some french wines?",

	"narrative":"Relevant documents include only wines from France."

},

{

	"topic_id":"16",

	"query":"italian wines",

	"description":"What are some italian wines?",

	"narrative":"Relevant documents include only wines from Italy."

},

{

	"topic_id":"17",

	"query":"spanish wines",

	"description":"What are some spanish wines?",

	"narrative":"Relevant documents include only wines from Spain."

},

{

	"topic_id":"18",

   	"query":"wine from germany",

   	"description":"What are some german wines?",

   	"narrative":"Relevant documents include only wines from Germany."

},

{

	"topic_id":"19",

	"query":"american wines",

	"description":"What are some american wines?",

	"narrative":"Relevant documents include only wines from the USA."

},
{

	"topic_id":"20",

	"query":"cherry wine",

	"description":"What are wines with a cherry note?",

	"narrative":"Relevant documents include wines whose flavor is related to cherries in any way."

},

{

	"topic_id":"21",

	"query":"cabernet sauvigion cheap",

	"description":"Which Cabernet Sauvigion wines are relatively cheap?",

	"narrative":"Relevant documents include wines made of the Cabernet Sauvignon grapes that are less than or exactly  15$."

},

{

	"topic_id":"22",

	"query":"good wine for more than 20$",

	"description":"What are some wines that have good reviews and cost more than 20$?",

	"narrative":"Relevant documents include wines that received good reviews and cost more than or exactly 20$. Since 'good' is pretty broad, considered the ratings, the decisive factor for this criteria is the review itself."

},

{

	"topic_id":"23",

	"query":"semi-dry wine",

	"description":"What are some semi-dry wines?",

	"narrative":"Relevant documents include wines with the property of being 'semi-dry'."

},

{

	"topic_id":"24",

	"query":"riesling under 20$",

	"description":"What are some Riesling wines that cost less than 20$?",

	"narrative":"Relevant documents include white wines made from the Riesling grape for strictly less than 20$."

},

{

	"topic_id":"25",

	"query":"spanish tempranillo",

	"description":"What are some spanish wines made with the Tempranillo berry?",

	"narrative":"Relevant documents include wines made with the Tempranillo grape in Spain. Includes also blends, since the tempranillo part ist still made with tempranillo berries."

},

{


	"topic_id":"26",

	"query":"wine to drink while eating clams",

	"description":"What are wines that go well with eating clams?",

	"narrative":"Relevant documents include wines that are supposed to go well with clams."

},

{

	"topic_id":"27",

	"query":"wine that goes well with cheese",

	"description":"What are some wines known for going well with eating cheese?",

	"narrative":"Relevant documents include wines that are supposed to go well with cheese."

},

{

	"topic_id":"28",

	"query":"citrus note",

	"description":"What are some wines that have a citrus note?",

	"narrative":"Relevant documents include wines that in any way are associated with having a citrus note in their flavours."

},

{

	"topic_id":"29",

	"query":"smooth wines",

	"description":"What are some wines with a smooth texture?",

	"narrative":"Relevant documents include wines with a smooth texture."

},

{	
	"topic_id":"30",

	"query":"wines for pasta",

	"description":"What are some wines known for going well with pasta dishes?",

	"narrative":"Relevant documents include wines known for going well with pasta dishes."

},

{
    "topic_id":"31",
    
    "query":"red organic",
    
    "description":"Which red organic wines where tested?",
    
    "narrative":"Relevant documents include reviews which rate red organic wine."
    
},

{
    "topic_id":"32",
    
    "query":"cheap organic",
    
    "description":"Which cheap / affordable organic wines where tested?",
    
    "narrative":"Relevant documents include reviews which rate organic wine with a price up to 10$."
    
},

{
    "topic_id":"33",
    
    "query":"smooth fruity wines",
    
    "description":"Which fruity wines with a smooth texture were tested?",
    
    "narrative":"Relevant documents include reviews which rate fruity wines with a smooth texture"
    
},

{
    "topic_id":"34",
    
    "query":"pricey red wines",
    
    "description":"Which are the most expensive tested red wines?",
    
    "narrative":"Relevant documents include reviews which rate red wines for 30$ or more."
    
},

{
    "topic_id":"35",
    
    "query":"everyday wine",
    
    "description":"Which wines are good for everyday and informal occasion",
    
    "narrative":"Relevant documents include reviews which suggest a wine for a everyday / informal occassion."
    
},

]

